{
	"items": [
		{
			"id": "1",
			"category": "The Mini Hits the Streets",
			"name": "First Gen Mini Cooper 04 to 08",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/History-of-the-MINI.jpg",
			"price": 1,
			"shortdes": "The original Mini produced by the British Motor Corporation...",
			"description": "The original Mini produced by the British Motor Corporation (BMC) was the brainchild of Alec Issigonis (also known as Sir Alexander Arnold Constantine Issigonis). He was given the task of creating three new vehicles at the end of 1955, with one of them being a small, yet practical compact car with excellent fuel economy and a very affordable price.\n\nIssigonis initially focused much of his attention on the largest of the three cars as that was the direction Leonard Lord, the president of BMC at the time, wanted to go. However, the small economical model was where Issigonis’ main interests laid.\n\nHe didn’t have to wait long before his dreams became reality. Roughly one year after he began working on the new cars, fuel rationing was introduced due to the Suez Canal crisis. As a result, Lord instructed Issigonis to make the small car design the priority and get it ready for production as soon as possible. By April 1959 the car was ready to be shown to the press and four months later the general public would get their chance to have a look at the new vehicle. Labelled the Mini and sold under BMC’s two main brand titles, Morris and Austin, the new car proved to be a massive hit. Nearly 1.2 million Mark I Minis were produced over the course of the car’s life, making it one of the most successful cars at the time.\n\nThe Mark II would replace the Mark I in 1967, and two further generations would come before 1980, with the first in 1969 and the second in 1976. When the Mark IV was introduced in 1976, it was expected that the model would be short lived and the end of the Mini was near. British Leyland (established in 1968 after a merger of BMC and the Leyland Motor Corporation Limited), was working on a new compact car that was expected to replace the Mini and there were far more competitors in the market.\n\nDespite this, British Leyland would release more variations of the fourth generation Mini and even when the Metro was launched in 1980, the Mini’s production would continue (although at a reduced rate). While the Mark IV Mini would continue to be produced until 2000, three more generations would come in 1984 (Mark V), 1990 (Mark VI) and 1996 (Mark VII). The Mark VII was the final version of the classic Mini to be produced and when its production ended in October 2000, it would also mark the end of the 1,275-cc engine which had powered numerous British Leyland, BMC and Austin Rover Group cars (Austin Rover was formed after the collapse of British Leyland in the eighties). Ironically, the Mini had outlived the Metro, the car that was meant to be its replacement."

		},
		{
			"id": "2",
			"category": "Purchasing a Used R50, R52, R53",
			"name": "MINI Cooper R50, R52, R53 Guide",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Convertible-Buyers-Guide-History-2.jpg",
			"price": 2,
			"shortdes": "Unfortunately, while the first generation MINI won many fans...",
			"description": "Unfortunately, while the first generation MINI won many fans at launch for its great styling, fantastic driving characterises and plethora of options, the car today has a bit of a reputation for reliability issues. Many of these problems are down to how individual first generation MINIs have been maintained and treated. However, even with good maintenance the R50 to R53 MINI isn’t going to be as reliable or as cheap to run as a Toyota or Honda.\n\nIn this section we will cover all the things you need to watch out for when looking to buy a first gen MINI Cooper (we will also look at the MINI One as well, but more of a focus on the Cooper and Cooper S). We will also go into some information on where to find one for sale, how to set up an inspection and much more.\n\nSetting Up an Inspection of a First Gen MINI\n\nHere are a few things to keep in mind when arranging an inspection of an R50 to R53 MINI Cooper:\n\nInspect the MINI Cooper or Cooper S in person if possible – While the rise of websites such as bringatrailer.com and carsandbids.com have led to more sight unseen purchases (especially more desirable classics), we still believe it is best to physically inspect a used car prior to purchase if possible. A proper physical inspection may reveal some hidden problems that could be expensive to fix. If the car is being sold on a normal website/service that does not vet their listings, it is even more important to do a physical inspection. If you can’t look at the MINI yourself, it can be a good idea to enlist the help of a reliable friend or third party who can. Take a second person with you to the inspection – A second or even third person can be extremely helpful when inspecting a used car. They may be able to spot something you missed, and they can also help you test the vehicle. Additionally, your helpers can also give you their thoughts on the first generation MINI and whether or not they think it is a good buy.\n\nInspect the MINI at the seller’s house or place of business – This isn’t always possible depending on the seller’s situation, but it is always something we recommend that you try to do. By looking at the MINI at the seller’s house or place of business you can get a bit of an idea of how and where the car is regularly stored. For example, is it always garaged or is it kept out on the streets in the elements? If the MINI Cooper or Cooper S you are looking at has been parked on the streets its entire life it is more likely to have rust issues, paint fade, etc. Additionally, when you go to the seller’s house you can also check what sort of roads the car is regularly driven on. If they are really rough and full of potholes, the suspension, wheels and tyres may have taken a beating.\n\nLook at the MINI Cooper in the morning if possible – It is generally best to inspect a car as early as possible in the morning (obviously not when its dark however). This is because it will give the seller less time to clean up any potential issues such as a big oil leak or pre-warm the vehicle. Tell the seller to not drive or warm up the MINI before your arrival – This may not be possible, but it is worth asking as a warm engine can hide a multitude of sins which could be expensive to fix.\n\nIf the R50 to R53 MINI is being sold at a dealer, don’t let them know you are coming to see it – While this is not always possible depending on how the dealer operates, it can be a good idea. If the dealer knows you are coming it gives them a chance to clean up any potential issues and pre-warm the engine.\n\nTry not to inspect a used MINI Cooper in the rain – Water can cover up a number of different issues with the bodywork and paint. If it does happen to be raining when you inspect/test drive the MINI Cooper, try to go back for a second viewing before making a decision on the car.\n\nBe cautious if the seller has just washed the car – This is largely for the same reason as above, but some sellers will also wash the engine bay and underside of a vehicle to hide an issue (or anywhere a leak/issue may occur).\n\nGet the seller to move their first gen MINI Cooper outside if it is in a garage or showroom – Lighting in places such as garages and showrooms can cover up issues that direct sunlight may have revealed."
		},
		{
			"id": "3",
			"category": "MINI Convertible (R52) ",
			"name": "End of the First Gen Model",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-John-Cooper-Works-Buyers-Guide-3.jpg",
			"price": 3,
			"shortdes": "While the hard-top first gen 2006, The end of convertible middle of 2008. ",
			"description": "Unfortunately, while the first generation MINI won many fans at launch for its great styling, fantastic driving characterises and plethora of options, the car today has a bit of a reputation for reliability issues. Many of these problems are down to how individual first generation MINIs have been maintained and treated. However, even with good maintenance the R50 to R53 MINI isn’t going to be as reliable or as cheap to run as a Toyota or Honda.In this section we will cover all the things you need to watch out for when looking to buy a first gen MINI Cooper (we will also look at the MINI One as well, but more of a focus on the Cooper and Cooper S). We will also go into some information on where to find one for sale, how to set up an inspection and much more. A good number of first generation MINIs have more than a few issues. While much of the information in this guide revolves around avoiding these sorts of cars and instead getting yourself the cleanest example possible, we have to admit that there isn’t necessarily a problem buying a used MINI with issues. However, there are a few things to consider. Make sure you find out exactly what is wrong with the car prior to purchase and try to find a quite for parts and labour as well.Use this guide work out what common issues to look out for, and if you do find any problems, use them to get a discount. Be mindful of the fact that the problems you find could be more extensive and expensive to repair than first envisioned, so it can be a good idea to add a bit more to any quote you receive."
		},
		{
			"id": "4",
			"category": "Engine",
			"name": "Common engine issues",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Buyers-Guide-History-7.jpg",
			"price": 4,
			"shortdes": "First gen MINI and some more general motor problems",
			"description": "In this section we are going to go into common engine issues you may come across when looking at a first gen MINI and some more general motor problems to look out for as well. The engines in Cooper and Cooper S are pretty much identical apart from the supercharger. The other main difference is that the water pump is driven off the supercharger on the Cooper S, which has caused some issues on some MINIs, but it doesn’t seem to be a massive problem (we will discuss this in more detail later in this section).With both engines being almost identical, there really isn’t much between them when it comes to one being more reliable than the other. However, the Cooper was fitted with worse transmission options, with the CVT being a ticking time bomb (more on that later)."
		},
		{
			"id": "5",
			"category": "FOR LAZY LOADING 1",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-John-Cooper-Works-GP-Buyers-Guide-and-Facts-3.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "6",
			"category": "FOR LAZY LOADING 2",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Buyers-Guide-History-1.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "7",
			"category": "FOR LAZY LOADING 3",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Convertible-Buyers-Guide-History-1.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "8",
			"category": "FOR LAZY LOADING 1",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-John-Cooper-Works-GP-Buyers-Guide-and-Facts-3.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "9",
			"category": "FOR LAZY LOADING 2",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Buyers-Guide-History-1.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "10",
			"category": "FOR LAZY LOADING 3",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Convertible-Buyers-Guide-History-1.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "11",
			"category": "FOR LAZY LOADING 1",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-John-Cooper-Works-GP-Buyers-Guide-and-Facts-3.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "12",
			"category": "FOR LAZY LOADING 2",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Buyers-Guide-History-1.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "13",
			"category": "FOR LAZY LOADING 3",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Convertible-Buyers-Guide-History-1.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "14",
			"category": "FOR LAZY LOADING 1",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-John-Cooper-Works-GP-Buyers-Guide-and-Facts-3.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "15",
			"category": "FOR LAZY LOADING 2",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Buyers-Guide-History-1.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		},
		{
			"id": "16",
			"category": "FOR LAZY LOADING 3",
			"name": "FOR LAZY LOADING",
			"image": "https://garagedreams.net/wp-content/uploads/2022/07/MINI-Cooper-S-Convertible-Buyers-Guide-History-1.jpg",
			"price": 4,
			"shortdes": "FOR LAZY LOADING",
			"description": "FOR LAZY LOADING"
		}

	]
}
